{
    "General": {
        "background_startColor": "f11c1c",
        "background_endColor": "8f1111",
        "rateText": "Rate",
        "privacyText": "Privacy",
        "privacyURL": "https://sites.google.com/view/guides-privacy-policy",
        "shareText": "Share",
        "activity_1_top_ad_network": "facebook",
        "activity_1_top_ad_type": "native_banner",
        "activity_1_bottom_ad_network": "facebook",
        "activity_1_bottom_ad_type": "banner",
        "activity_2_bottom_ad_network": "facebook",
        "activity_2_bottom_ad_type": "banner",
        "show_update": false,
        "update_title": "Please New update",
        "update_text": "This is an old version of the app",
        "update_link": "https://play.google.com/store/apps/details?id=com.playtimetips.newpoppy"
    },
    
    "Images": {
        "manImage" : "",
        "womanImage" : "",
        "startImage" : "",
        "rateImage" : "",
        "privacyImage" : "",
        "shareImage" : ""
    },
    
    "Ads": {
        "admobBanner": "",
        "facebookBanner": "",
        "admob_interstitial": "",
        "facebook_interstitial": "",
        "admobNative" : "",
        "facebookNative" : "",
        "facebookNativeBanner" : "",
        "mopub_banner": "",
        "mopub_inter": "",
        "mopub_native": "",
        "max_banner": "",
        "max_inter": "",
        "max_native": "",
        "intersitial_ad_network": "facebook",
        "intersitial_click_activites": 1,
        "intersitial_click_list": 1
    },
    
    "Posts": {
        "postAdNetwork" : "facebook",
        "postAdShowAfter" : 3,


    
        "PostsList" : [
            {
                "image": "https://res.cloudinary.com/dbz90kpq0/image/upload/v1660343438/cine/1_qbxzgi.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "Introduction:",
                        "text": "In this regard, the application should offer not lag far behind the market leaders, but should not have a set of adjustments that we never use and like or dislike, requiring space and load processing. But when we say that, we do not mean that you should also look at the ship, make basic and important combinations to have fun. Among them is an interesting series, in which we highlight:\n\nThe subtitles are very well synchronized Setting resolution Audio compatibility (volume and quality) Set custom",
                        "extraType": "",
                        "extraLink": "",
                        "extraUrl": ""
                    }

                ]
            },
            {
                "image": "https://res.cloudinary.com/dbz90kpq0/image/upload/v1660343423/cine/2_t95gg6.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "About cine",
                        "text": "They go ahead and bet to provide a more democratic experience that requires a less powerful cellphone configuration for a better experience, without a good library and an elegant interface with key features. In fact, this gap is the main factor driving the popularity of the platform rapidly, reaching out to giants in segments like Amazon Prime Video. Before talking about the app, a respectable mention should be made of the possibility of using the Cine Vision V4 website to watch your favorite movies or series. This is another advantage that many services do not provide.\n\nThis way, your smart TV becomes easier to use and you don’t have to download anything to enjoy the service if you don’t want to. Now, the application. The interface has gone through an extensive beautification process, removing excessive decoration and making it even clearer. The categories were also revised and it was very easy to find everything that deserves the best options in the market for which it is usually paid. This new face can be found by accessing Cine Vision V4’s official website and app and helps maintain a more familiar environment for the user.\n\nAlso, search engines get exposure and are quite accurate, which is not relevant to the keywords you choose. This point is, of course, the key to any streaming application. The Cine Vision V4 library has collected many new titles and the rate of new additions has greatly improved over the update, resulting in a nice leap in quality. Generally speaking, if you are not looking for something very specific and alternative, you will have no problem finding the best headlines of the time, or the classics that are always worth a season to revisit....",
                        "extraType": "",
                        "extraLink": "",
                        "extraUrl": ""
                    }
                ]
            },
            {
                "image": "https://res.cloudinary.com/dbz90kpq0/image/upload/v1660343417/cine/3_hcp1lj.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "Features",
                        "text": "Key Features of Cine Vision V6 APK:\n\nEasy to use.\nSimply play.\nEasy to install.\nEasily available.\nDefinitely, this app is absolutely free.\nNo ads.\nThis application will not harm you.\nIt is 100% safe.\nThis application runs faster than other applications.\nYou will be very satisfied with this application.",

                        "extraType": "",
                        "extraLink": "",
                        "extraUrl": ""
                    }
                ]
            },
            {
                "image": "https://res.cloudinary.com/dbz90kpq0/image/upload/v1660343428/cine/4_dhrp7l.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "How to download",
                        "text": "First, go to the bottom of the page and click the download link provided.\nPlaytimes APK will be downloaded on your phone.\nGo to Settings, then Security.\nActivate unknown sources.\nFind the APK file on your phone.\nLaunch the App which you have Download the file and follow the instructions.\nIf you have a problem installing any app please contact us.\nOr You can download it from Playstore",
                        "extraType": "",
                        "extraLink": "",
                        "extraUrl": ""
                    }
                ]
            },
            {
                "image": "https://res.cloudinary.com/dbz90kpq0/image/upload/v1660343424/cine/5_bbi0sh.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "How to install",
                        "text": "You can download the App by clicking the button above to start the download. Once the download is complete, you will find the APK in the 'Downloads' section of your browser. Before you can install it on your phone, you need to make sure that third-party apps are allowed on your device.\nTo make this possible, the steps are mostly the same as below. Open Menu> Settings> Security> and check for unknown sources so that your phone can install applications from sources other than the Google Play Store.\nOnce you have completed the above step, you can go to 'Download' in your browser and tap the file once downloaded. An installation prompt will appear asking for permission and you can complete the installation steps.\nOnce the installation is complete, you can use the application as usual",
                        "extraType": "",
                        "extraLink": "",
                        "extraUrl": ""
                    }
                
                    
                ]
            }

        ]
    }
}
