{
    "General": {
        "background_startColor": "#FFFFFF",
        "background_endColor": "#FFFFFF",
        "rateText": "Rate",
        "privacyText": "Privacy",
        "privacyURL": "https://sites.google.com/view/guides-privacy-policy",
        "shareText": "Share",
        "activity_1_top_ad_network": "facebook",
        "activity_1_top_ad_type": "native_banner",
        "activity_1_bottom_ad_network": "facebook",
        "activity_1_bottom_ad_type": "banner",
        "activity_2_bottom_ad_network": "facebook",
        "activity_2_bottom_ad_type": "banner",
        "show_update": false,
        "update_title": "Please New update",
        "update_text": "This is an old version of the app",
        "update_link": "https://play.google.com/store/apps/details?id=com.playtimetips.newpoppy"
    },
    
    "Images": {
        "manImage" : "",
        "womanImage" : "",
        "startImage" : "",
        "rateImage" : "",
        "privacyImage" : "",
        "shareImage" : ""
    },
    
    "Ads": {
        "admobBanner": "ca-app-pub-5444648249080219/8677528881",
        "facebookBanner": "589015589397178_589017066063697",
        "admob_interstitial": "ca-app-pub-5444648249080219/7364447211",
        "facebook_interstitial": "589015589397178_589017116063692",
        "admobNative" : "ca-app-pub-5444648249080219/9771118704",
        "facebookNative" : "589015589397178_589017189397018",
        "facebookNativeBanner" : "589015589397178_589019066063497",
        "intersitial_ad_network": "facebook",
        "intersitial_click_activites": 1,
        "intersitial_click_list": 1
    },
    
    "Posts": {
        "postAdNetwork" : "facebook",
        "postAdShowAfter" : 3,
    

    
        "PostsList" : [
            {
                "image": "https://vamosy.github.io/guide/img/1.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "Stumble Guys Mechanics Guide",
                        "text": "Learn about the different mechanics in Stumble Guys such as punching and sliding, and find out how to run faster and win all your matches on now.gg.",
                        "extraType": "image",
                        "extraLink": "https://vamosy.github.io/guide/1.png",
                        "extraUrl": ""
                    },
          {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "",
                        "text": "While it’s designed to be a casual take on an already casual genre, Stumble Guys can actually be a lot deeper than expected, especially once you get into dissecting and understanding its mechanics and systems. And though you can already enjoy this game on any system and with the best performance and graphics by playing Stumble Guys online on now.gg, it’s important to understand these underlying mechanics if you want to maximize your odds of winning all your matches.\n \n We’ve shared a boatload of tips and tricks in another guide, so feel free to check that one out first. This time around, however, we’re going to give an overview of some of the most important Stumble Guys mechanics, so that you can hopefully learn more about the game and improve your odds of winning.

",
                        "extraType": "image",
                        "extraLink": "https://vamosy.github.io/guide/click-her.png",
                        "extraUrl": "https://play.google.com/store/apps/developer?id=tube.max="
                    }


                ]
            },
            {
                "image": "https://vamosy.github.io/guide/img/2.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "The Secret Mechanics of Punching and Sliding",
                        "text": " In Fall Guys, the original game that spawned this online gaming phenomenon, players can not only jump and dive, but they can also grab and pull their rivals to disrupt their movements and completely kill their momentum. This action is very useful for making your rivals miss their jumps, fall to their dooms, and possibly lose their lead during any of the maps.\n \n In Stumble Guys, however, there is nothing of the sort; the only actions available on the UI are running with the thumbstick, and jumping with the button on the right. However, there is actually a hidden way to unleash special actions like punching and sliding, both of which can definitely help as they can knock enemies down when used correctly.",
                        "extraType": "image",
                        "extraLink": "https://vamosy.github.io/guide/click-her.png",
                        "extraUrl": "https://play.google.com/store/apps/developer?id=tube.max="
                    }
                ]
            },
            {
                "image": "https://vamosy.github.io/guide/img/3.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": " Punching and Sliding",
                        "text": " Both of these special actions are used via specific emotes. In the case of the punch, this action can be used via the boxing glove emote. When used near an enemy, you will punch and send them tumbling to the ground. If used correctly, you could even knock your enemies off the stage. Meanwhile, the slide is unleashed via the shoe emote. This action will cause your character to drop and slide in the direction they are facing, and any player caught in the slide’s path will be knocked down.\n \n While the punch is great for when you’re going side by side against an enemy, the slide can be used when you’re slightly behind your target. Be careful when you use these emotes, however, as they will slow you down considerably; only use them against valuable targets and when you’re sure it won’t cost you the match.\n \n As an added bonus here, the heart emote allows you to hug nearby players. However, in contrast with the grab from Fall Guys, this hugging action won’t actually grab and tug at your target and is used mostly for cosmetic and roleplaying purposes.

.",
                        "extraType": "image",
                        "extraLink": "https://vamosy.github.io/guide/click-her.png",
                        "extraUrl": "https://play.google.com/store/apps/developer?id=tube.max="
                    }
                ]
            },
            {
                "image": "https://vamosy.github.io/guide/img/4.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "The Secrets of Bouncers and How to Use Them Correctly",
                        "text": "Another hidden mechanic in this game, which is actually pretty easy to spot if you’re paying attention, comes from the bumper obstacles present in certain maps. These bumpers are made up of tall round posts padded with cushions that, whenever you come into contact with them, send you bouncing in the opposite direction. When used correctly, you can actually bump into these obstacles in ways that send you flying forward, allowing you to run faster for a few seconds.",
                        "extraType": "image",
                        "extraLink": "https://vamosy.github.io/guide/click-her.png",
                        "extraUrl": "https://play.google.com/store/apps/developer?id=tube.max="
                    },
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "",
                        "text": "However, the hidden secret of these bumpers actually comes from the bounce pads that they have at the very top of their structures, in the shape of large buttons. These bounce pads are actually usable, and if you manage to somehow land on top of them, they will send you careening high into the air. More often than not, when used correctly, these bumpers let you completely bypass entire stretches of their respective maps.\n \n Whenever you’re coming on a bumper from a higher altitude, try to jump and dive at the bounce pad on top—odds are that you’ll get a boost forward that will let you take the lead in your races.

.",
                        "extraType": "image",
                        "extraLink": "https://vamosy.github.io/guide/click-her.png",
                        "extraUrl": "https://play.google.com/store/apps/developer?id=tube.max"
                    }
                ]
            },
            {
                "image": "https://vamosy.github.io/guide/img/5.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "How To Run Faster",
                        "text": "As you might have noticed already, the speed of the characters in Stumble Guys is normalized for all players, and there isn’t any way to actually increase it by normal means, aside from the occasional boost pads present in stages like Super Slide, or by using the moving floors in maps like Spin Go-Round. However, this doesn’t mean that you can’t actually get a speed boost through clever planning and properly manipulating the stage obstacles.\n \n Our previous entry on this list is a good example of manipulating the obstacles to your advantage. By running into the bumpers at just the right angle, you can effectively get a nice speed boost for a few moments. Similarly, you can use other obstacles like the spinning logs in Spin Go-Round, or the rotating hammers in Cannon Climb to launch yourself forward and take the upper hand. 

.",
                        "extraType": "image",
                        "extraLink": "https://vamosy.github.io/guide/click-her.png",
                        "extraUrl": "https://play.google.com/store/apps/developer?id=tube.max"
                    }
                    
                ]
            },
            {
                "image": "https://vamosy.github.io/guide/img/6.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "How To Run Faster",
                        "text": "  The way you do this is simply by running slightly past the obstacles, but standing in a way that the rotating parts bump you from behind and send you flying straight ahead. Of course, you won’t have any control over your momentum while flying through the air, and more often than not you’ll probably end up falling from the map. However, with proper practice, you’ll be getting launched correctly and flying past your rivals every single time.

.",
                        "extraType": "image",
                        "extraLink": "https://vamosy.github.io/guide/click-her.png",
                        "extraUrl": "https://play.google.com/store/apps/developer?id=tube.max"
                    }
                    
                ]
            },
            {
                "image": "https://vamosy.github.io/guide/img/7.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "Don’t Be Afraid to Experiment",
                        "text": "Did you know that the very last cannon platform in Cannon Climb has no collision physics? That’s right: Instead of walking past it via any of the side paths, you can literally jump through it and onto the platform right before the goal. Though it’s hard to tell, you can see how we’re clipping through the cannon in the image below and falling off the map since we mistimed the jump.",
                        "extraType": "image",
                        "extraLink": "https://vamosy.github.io/guide/click-her.png",
                        "extraUrl": "https://play.google.com/store/apps/developer?id=tube.max"
                    }
                    
                ]
            },
            {
                "image": "https://vamosy.github.io/guide/img/8.jpg",
                "PostDetail" : [
                    {
                        "adNetwork": "facebook",
                        "adType": "native_banner",
                        "title": "Don’t Be Afraid to Experiment",
                        "text": "While this is the only actual “shortcut” that we’ve found so far in Stumble Guys, there may actually be many more like this one in the game. Don’t be afraid to experiment, even if it costs you the match. Any shortcut or passage that you discover today, will help to greatly improve your performance tomorrow!.",
                        "extraType": "image",
                        "extraLink": "https://vamosy.github.io/guide/click-her.png",
                        "extraUrl": "https://play.google.com/store/apps/developer?id=tube.max"
                    }
                    
                ]
            }

        ]
    }
}
